Repository: katagaki/IllustMate
Catalog: Shared/Strings/Photos.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# Duplicates.CompareInCarousel
source: Compare
de: Vergleichen
ja: 比較
ko: 비교
zh_hans: 比较
zh_hant: 比較

# Duplicates.DeleteAllSelected.%lld
source: Delete All %lld Selected
de: Alle %lld Ausgewählte löschen
ja: 選択した全%lld件を削除
ko: 선택한 %lld개 모두 삭제
zh_hans: 删除所有已选中的 %lld 张
zh_hant: 刪除所有已選取的 %lld 張

# Duplicates.DeleteSelected.%lld
source: Delete %lld Selected
de: Ausgewählte %lld löschen
ja: 選択した%lld件を削除
ko: 선택한 %lld개 삭제
zh_hans: 删除已选中的 %lld 张
zh_hant: 刪除已選取的 %lld 張

# Duplicates.FindDuplicates
source: Organize Duplicates
de: Duplikate organisieren
ja: 重複を整理
ko: 중복 항목 정리
zh_hans: 整理重复项
zh_hant: 整理重複項目

# Duplicates.FoundGroups.%lld
source: %lld duplicate groups found
de: %lld Duplikatgruppen gefunden
ja: %lld件の重複グループが見つかりました
ko: 중복 그룹 %lld개 발견
zh_hans: 找到 %lld 组重复项
zh_hant: 找到 %lld 組重複項目

# Duplicates.GroupCount.%lld
source: %lld pics
de: %lld Bilder
ja: %lld枚
ko: 사진 %lld장
zh_hans: %lld 张图片
zh_hant: %lld 張圖片

# Duplicates.NoDuplicatesFound
source: No Duplicates Found
de: Keine Duplikate gefunden
ja: 重複は見つかりませんでした
ko: 중복 항목 없음
zh_hans: 未找到重复项
zh_hant: 未找到重複項目

# Duplicates.NoDuplicatesFound.Message
source: No visually similar pics were detected in your collection.
de: In Ihrer Sammlung wurden keine visuell ähnlichen Bilder erkannt.
ja: コレクション内に視覚的に類似する画像は検出されませんでした。
ko: 컬렉션에서 시각적으로 유사한 사진이 발견되지 않았습니다.
zh_hans: 在您的收藏中未检测到外观相似的图片。
zh_hant: 在您的收藏中未偵測到外觀相似的圖片。

# Duplicates.ScanEntireCollection
source: Scan Entire Collection
de: Gesamte Sammlung scannen
ja: コレクション全体をスキャン
ko: 전체 컬렉션 검사
zh_hans: 扫描整个收藏
zh_hant: 掃描整個收藏

# Duplicates.Scanning.Comparing
source: Comparing pics...
de: Bilder werden verglichen …
ja: 画像を比較中…
ko: 이미지 비교 중…
zh_hans: 正在比对图片…
zh_hant: 正在比對圖片⋯

# Duplicates.Scanning.ComputingHashes
source: Analyzing pics...
de: Bilder werden analysiert …
ja: 画像を解析中…
ko: 이미지 분석 중…
zh_hans: 正在分析图片…
zh_hant: 正在分析圖片⋯

# Duplicates.Scope
source: Scope
de: Bereich
ja: スキャン範囲
ko: 범위
zh_hans: 范围
zh_hant: 範圍

# Duplicates.SelectToDelete
source: Select the pics you want to delete. At least one must be kept.
de: Wählen Sie die Bilder aus, die Sie löschen möchten. Mindestens eines muss behalten werden.
ja: 削除する画像を選択してください。少なくとも1枚は残す必要があります。
ko: 삭제할 사진을 선택하세요. 최소 한 장은 유지해야 합니다.
zh_hans: 选择要删除的图片，至少须保留一张。
zh_hant: 選擇要刪除的圖片，至少須保留一張。

# Duplicates.Sensitivity
source: Sensitivity
de: Empfindlichkeit
ja: 感度
ko: 민감도
zh_hans: 灵敏度
zh_hant: 靈敏度

# Duplicates.Sensitivity.Loose
source: Loose
de: Locker
ja: 緩い
ko: 느슨하게
zh_hans: 宽松
zh_hant: 寬鬆

# Duplicates.Sensitivity.Strict
source: Strict
de: Streng
ja: 厳しい
ko: 엄격하게
zh_hans: 严格
zh_hant: 嚴格

# Duplicates.Settings
source: Settings
de: Einstellungen
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# Duplicates.StartScan
source: Start
de: Starten
ja: 整理開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

# Photos.Error.AlbumCreationFailed
source: Failed to create album.
de: Album konnte nicht erstellt werden.
ja: アルバムの作成に失敗しました。
ko: 앨범을 생성하지 못했습니다.
zh_hans: 无法创建相册。
zh_hant: 無法建立相簿。

# Photos.Error.FolderCreationFailed
source: Failed to create folder.
de: Ordner konnte nicht erstellt werden.
ja: フォルダの作成に失敗しました。
ko: 폴더를 생성하지 못했습니다.
zh_hans: 无法创建文件夹。
zh_hant: 無法建立資料夾。

# Photos.MoveToFolder
source: Move to Folder
de: In Ordner verschieben
ja: フォルダに移動
ko: 폴더로 이동
zh_hans: 移至文件夹
zh_hant: 移至資料夾

# Photos.NoFolders
source: No folders available.
de: Keine Ordner verfügbar.
ja: 利用可能なフォルダがありません。
ko: 사용 가능한 폴더가 없습니다.
zh_hans: 没有可用的文件夹。
zh_hant: 沒有可用的資料夾。

# Sort.AcceptAllInGroup
source: Accept All
de: Alle übernehmen
ja: すべて採用
ko: 모두 적용
zh_hans: 全部接受
zh_hant: 全部接受

# Sort.AcceptAllStrong
source: Accept All Strong
de: Alle starken übernehmen
ja: 高一致をすべて採用
ko: 강한 일치 모두 적용
zh_hans: 接受所有高匹配
zh_hant: 接受所有高配對

# Sort.Analyzing
source: Analyzing pics...
de: Bilder werden analysiert …
ja: 画像を解析中…
ko: 이미지 분석 중…
zh_hans: 正在分析图片…
zh_hant: 正在分析圖片⋯

# Sort.BuildingModels
source: Building album models...
de: Albummodelle werden erstellt …
ja: アルバムモデルを構築中…
ko: 앨범 모델 생성 중…
zh_hans: 正在构建相册模型…
zh_hant: 正在建立相簿模型⋯

# Sort.Confidence.Likely
source: Likely match
de: Wahrscheinliche Übereinstimmung
ja: おそらく一致
ko: 가능성 있음
zh_hans: 可能匹配
zh_hant: 可能配對

# Sort.Confidence.Strong
source: Strong match
de: Starke Übereinstimmung
ja: 高い一致
ko: 강한 일치
zh_hans: 高度匹配
zh_hant: 高度配對

# Sort.Confidence.Weak
source: Weak match
de: Schwache Übereinstimmung
ja: 弱い一致
ko: 약한 일치
zh_hans: 较弱匹配
zh_hant: 較弱配對

# Sort.Explanation
source: Analyzes the subject of each pic and suggests an album to move it into. You confirm every move, and can undo afterwards.
de: Analysiert das Motiv jedes Bildes und schlägt ein Album zum Verschieben vor. Du bestätigst jede Verschiebung und kannst sie rückgängig machen.
ja: 各画像の被写体を解析し、移動先のアルバムを提案します。すべての移動を確認でき、後から取り消せます。
ko: 각 이미지의 피사체를 분석하여 옮길 앨범을 제안합니다. 모든 이동을 확인할 수 있으며 나중에 되돌릴 수 있습니다.
zh_hans: 分析每张图片的主体并建议要移动到的相册。每次移动都需确认，且可随后撤销。
zh_hant: 分析每張圖片的主體並建議要移動到的相簿。每次移動都需確認，且可隨後復原。

# Sort.Matching
source: Finding matches...
de: Übereinstimmungen werden gesucht …
ja: 一致を検索中…
ko: 일치 항목 찾는 중…
zh_hans: 正在查找匹配…
zh_hant: 正在尋找配對⋯

# Sort.MoveConfirmation.%lld-%lld
source: Move %1$lld pics into %2$lld albums?
de: %1$lld Bilder in %2$lld Alben verschieben?
ja: %1$lld枚を%2$lld個のアルバムに移動しますか？
ko: %1$lld장을 %2$lld개 앨범으로 이동할까요?
zh_hans: 将 %1$lld 张图片移动到 %2$lld 个相册？
zh_hant: 將 %1$lld 張圖片移動到 %2$lld 個相簿？

# Sort.MovePics.%lld
source: Move %lld Pics
de: %lld Bilder verschieben
ja: %lld枚を移動
ko: %lld장 이동
zh_hans: 移动 %lld 张图片
zh_hant: 移動 %lld 張圖片

# Sort.Moved.%lld
source: Moved %lld pics
de: %lld Bilder verschoben
ja: %lld枚を移動しました
ko: %lld장 이동됨
zh_hans: 已移动 %lld 张图片
zh_hant: 已移動 %lld 張圖片

# Sort.NeedsReview
source: Needs Review
de: Überprüfung nötig
ja: 要確認
ko: 검토 필요
zh_hans: 需要审阅
zh_hant: 需要審閱

# Sort.NoPics
source: Nothing to Sort
de: Nichts zu sortieren
ja: 整理する項目がありません
ko: 정리할 항목 없음
zh_hans: 无可整理项
zh_hant: 無可整理項目

# Sort.NoPics.Message
source: There are no pics here to sort.
de: Hier gibt es keine Bilder zum Sortieren.
ja: ここに整理する画像はありません。
ko: 여기에 정리할 이미지가 없습니다.
zh_hans: 这里没有可整理的图片。
zh_hant: 這裡沒有可整理的圖片。

# Sort.NoSuggestion
source: No suggestion
de: Kein Vorschlag
ja: 提案なし
ko: 제안 없음
zh_hans: 无建议
zh_hant: 無建議

# Sort.NoTargets
source: No Albums to Sort Into
de: Keine Alben zum Sortieren
ja: 整理先のアルバムがありません
ko: 정리할 앨범 없음
zh_hans: 没有可整理到的相册
zh_hant: 沒有可整理到的相簿

# Sort.NoTargets.Message
source: Create some albums first, then sort pics into them.
de: Erstelle zuerst Alben und sortiere dann Bilder hinein.
ja: 先にアルバムを作成してから画像を整理してください。
ko: 먼저 앨범을 만든 다음 이미지를 정리하세요.
zh_hans: 请先创建相册，然后将图片整理进去。
zh_hant: 請先建立相簿，然後將圖片整理進去。

# Sort.Settings
source: Settings
de: Einstellungen
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# Sort.Skip
source: Skip
de: Überspringen
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

# Sort.SortIntelligently
source: Sort Intelligently
de: Intelligent sortieren
ja: インテリジェント整理
ko: 지능형 정리
zh_hans: 智能整理
zh_hant: 智慧整理

# Sort.Start
source: Start
de: Starten
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

# Sort.Strictness
source: Match Strictness
de: Übereinstimmungsgenauigkeit
ja: 一致の厳しさ
ko: 일치 엄격도
zh_hans: 匹配严格度
zh_hant: 配對嚴格度

# Sort.Strictness.Loose
source: Loose
de: Locker
ja: 緩い
ko: 느슨
zh_hans: 宽松
zh_hant: 寬鬆

# Sort.Strictness.Strict
source: Strict
de: Streng
ja: 厳しい
ko: 엄격
zh_hans: 严格
zh_hant: 嚴格

# Sort.Title
source: Sort Intelligently
de: Intelligent sortieren
ja: インテリジェント整理
ko: 지능형 정리
zh_hans: 智能整理
zh_hant: 智慧整理

# Sort.Unanalyzable
source: Couldn't identify a subject
de: Motiv konnte nicht erkannt werden
ja: 被写体を識別できませんでした
ko: 피사체를 식별할 수 없음
zh_hans: 无法识别主体
zh_hant: 無法辨識主體

# Sort.Undo
source: Undo
de: Widerrufen
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原
